{
"data": [
{
"strDate": "May 19, 2020",
"strTitle": "Cabinet endorses new political map that includes all territories that Nepal claims.",
"strDesc": "The government has endorsed an updated political map of Nepal that includes contested lands on the northwestern edge of the country, up to Limpiyadhura.Minister for Land Management Padma Aryal had tabled the updated political map at Monday’s Cabinet meeting. The map was subsequently endorsed.Today’s Cabinet meeting endorsed the updated map of Nepal proposed by the Ministry of Land Management, said Yubaraj Khatiwada, the government spokesperson, at a press briefing following the Cabinet meeting.The new map includes Limpiyadhura, Lipulekh and Kalapani." ,
 "url": "https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/news/46243B94-F7B4-4739-96F6-13C4772AFB09.jpg&w=900&height=601"
},
 {
"strDate": "May 19, 2020",
"strTitle": "Covid-19 tally reaches 375 with two death",
"strDesc": "Nepal Coronavirus: 375 Cases and 2 Death. As per the recent data provided by worldometer corona. New infected victims added today = 18." },
{
"strDate": "May 18, 2020",
"strTitle": "Nepal extends lockdown until June 2 amid growing COVID-19 cases with two deaths",
"strDesc": "A Cabinet meeting held at the Prime Minister's Official Residence in Baluwatar took the decision to continue the lockdown. The lockdown which was first enforced in the country on March 24 was coming to an end on Monday midnight, May 18. The government on Sunday decided to extend the nationwide lockdown until June 2."
},
{
"strDate": "May 18. 2020",
"strTitle": "Corona Virus Pandemic Nepal",
"strDesc": "Nepal Coronavirus: 357 Cases and 2 Deaths. As per the recent data provided by worldometer corona . New infected victims added today = 62. "
},
{
"strDate": "May 18, 2020",
"strTitle": "Nepal Tourism Board seeks Rs 20 billion fund to pay furloughed workers",
"strDesc": "The Nepal Tourism Board has asked the government to set up a Rs20 billion coronavirus job retention fund to partially pay the salaries of furloughed tourism workers."
},
{
"strDate": "May 17, 2020",
"strTitle": "Corona Virus Pandemic Nepal",
"strDesc": "Nepal Coronavirus: 295 Cases and 2 Death. As per the recent data provided by worldometer corona. New infected victims added today = 14"
},
{
"strDate": "May 16, 2020",
"strTitle": "Covid-19 tally reaches 281 with one death, the first in the country",
"strDesc": "The Health Ministry said late Saturday that a 29-year-old woman from Barhabise in Sindhupalchok who died on the way to Dhulikhel Hospital was the first Covid-19 fatality in the country.The two other cases are from Dhanusha–both men aged 20 and 65."
}

  
]
}
