{
"movie": [
{
"title": "PATI PATNI AUR WOH ",
"video": "https://nl23.seedr.cc/ff_get/666625463/www.HDwebmovies.club%20-%20Pati%20Patni%20Aur%20Woh%202019%20Hindi%20720p%20AMZN WEB-DL%20DD-5.1%20Esubs.mkv?st=myh_whE7nC7kZJAc8Z42fg&e=1590152937",
"desc": "A married man falls for another woman; chaos ensues.",
"genre":"COMEDY ROMANCE",
"image":"https://thehauterfly.com/wp-content/uploads/2019/10/pati-patni-aur-woh-660-400-hauterfly.png",
"story":"Pati Patni Aur Woh is a Bollywood romance-drama, helmed by Mudassar Aziz. The movie stars Kartik Aaryan and Ananya Pandey in the lead roles. The movie revolved around a married couple (played by Sanjeev and Vidya) and how things take a hilarious turn when the husband falls for his secretary. Pati Patni Aur Woh is slated to hit the theatrical screens on December 6 this year.",
"req":"NEWSBABA"
},
{
"title": "Tanhaji: The Unsung Warrior ",
"video": "https://nl26.seedr.cc/ff_get/667103635/Tanhaji%20The%20Unsung%20Warrior%20(2020)%20Hindi%20Original%201080p%20Hotstar%20WEB-DL%20AAC%20x264%20ESub%20-%20Shadow.mp4?st=6326eA_yv_hDj-RCv4cTaw&e=1590208244",
"desc": "Chhatrapati Shivaji's right-hand man, braveheart Subhedar Tanhaji Malusare, pits his sharp acumen against the brawn of ruthless and hedonistic Mughal chieftain Udaybhan Singh Rathore to recapture Kondhana for the Maratha empire.",
"genre":"ACTION DRAMA",
"image":"https://laughingcolours.com/wp-content/uploads/2020/02/83928744_225573095135561_6709022753560723456_n.jpg",
"story":"Tanhaji is an action epic about the titular Maratha warrior and Shivaji's military commander who lost his father in a battle and grew up to become a fierce warrior with powerful combat skills. When Mughal emperor Aurangzeb recruits his trusted guard Udaybhan to take control of the Kondhana Fort, Shivaji decides not to engage Tanhaji whose son is going to get married soon. However, as Tanhaji learns of Udaybhan's heading towards the fortress, he decides to take charge and stop the rival army from reaching their destination. This doesn't turn out to be easy as Udaybhan finds himself helped by people who don't want Tanhaji to succeed, resulting in battles and attacks that ensue as the plot unfolds.",
"req":"NEWSBABA"
},
  
{
"title": "SANAM TERI KASAM ",
"video": "https://nl26.seedr.cc/ff_get/667103635/Tanhaji%20The%20Unsung%20Warrior%20(2020)%20Hindi%20Original%201080p%20Hotstar%20WEB-DL%20AAC%20x264%20ESub%20-%20Shadow.mp4?st=6326eA_yv_hDj-RCv4cTaw&e=1590208244",
"desc": "A musical romantic movie exploring the journey that ensues when the blue blooded boy Inder (Harshvardhan Rane) Who wanted to love no one crosses paths with Saru (Mawra Hocane) Whom no one wanted to love. All their lives they were waiting to meet, but they just didn't know it . A musical tale of love , longing and loss. Sanam Teri Kasam - A Love story sealed with a Curse.",
"genre":"DRAMA LOVE ROMANCE",
"image":"https://gumlet.assettype.com/thequint%2F2016-02%2F4c497a31-c6c1-4def-9e18-0ff7c690eac7%2Fsanam.jpg?rect=0%2C0%2C1820%2C1024&auto=format%2Ccompress&w=320&dpr=2.6",
"story":"A musical romantic movie exploring the journey that ensues when the blue blooded boy Inder (Harshvardhan Rane) Who wanted to love no one crosses paths with Saru (Mawra Hocane) Whom no one wanted to love. All their lives they were waiting to meet, but they just didn't know it . A musical tale of love , longing and loss. Sanam Teri Kasam - A Love story sealed with a Curse Directed by Radhika Rao and Vinay Sa",
"req":"NEWSBABA"
}
]
}
