{
"news": [
  
{
  "title":"मनिषा कोइरालाले नेपालको नयाँ नक्सालाई समर्थन गर्दै ट्वीट गरेपछि खनिए भारतीय मिडिया",
  "desc":"अभिनेत्री मनिषा कोइराला एक ट्वीटका कारण विवादमा तानिएकी छिन्। नेपाल-भारत सीमा विवादमा नेपालको पक्षमा ट्वीट लेखेको भन्दै भारतीय ट्वीटर प्रयोगकर्तादेखि सञ्चारमाध्यमले उनीविरुद्ध खनिन थालेका छन् । मन्त्रिपरिषद्ले नेपालको नयाँ नक्सा स्वीकृत गरेसँगै कोइरालाले परराष्ट्र मन्त्री प्रदीप ज्ञवालीलाई आवश्यक कदम उठाएकोमा धन्यवाद व्यक्त गरेकी थिइन्।",
  "fullnews":"अभिनेत्री मनिषा कोइराला एक ट्वीटका कारण विवादमा तानिएकी छिन्। नेपाल-भारत सीमा विवादमा नेपालको पक्षमा ट्वीट लेखेको भन्दै भारतीय ट्वीटर प्रयोगकर्तादेखि सञ्चारमाध्यमले उनीविरुद्ध खनिन थालेका छन् । मन्त्रिपरिषद्ले नेपालको नयाँ नक्सा स्वीकृत गरेसँगै कोइरालाले परराष्ट्र मन्त्री प्रदीप ज्ञवालीलाई आवश्यक कदम उठाएकोमा धन्यवाद व्यक्त गरेकी थिइन्। उनले लेखेकी छिन्, ‘हाम्रो सानो देशको आत्मसम्मान कायम राख्न सफल भएकोमा धन्यवाद । अब हामी तीन महान देशहरुबीच शान्तिपूर्ण र सम्मानजनक संवादका लागि आशावादी छौं ।’यस विषयमा भारतका साना देखि ठुला मिडियाहरुले त्यसको प्रतिरोध गरिरहेका छन् । कतिपय मिडियाहरु त चीनको इशारामा मनिषाले उक्त ट्वीट गरेको दाबी गरेको आरोप लगाउँछन् । मनिषाको उक्त भनाइपछि सञ्चार माध्यममा मात्र होइन सामाजिक सञ्जालमा समेत जाइलागेका छन् ।",
  "image":"https://i0.wp.com/www.newsofnepal.com/wp-content/uploads/2020/05/manisha-koirala-1.jpg?resize=768%2C511&ssl=1",
  "date":"७ जेठ २०७७, बुधवार"
  
  
},
{
"title":"नेपालको नयाँ नक्सा औपचारिक रुपमा सार्वजनिक",
"desc":"काठमाडौँ — सरकारले बुधबार दिउँसो नेपालको नयाँ राजनैतिक नक्सा औपचारिक रुपमा सार्वजनिक गरेको छ । भूमि व्यवस्था, सहकारी तथा गरिबी निवारण मन्त्री पद्मा अर्यालले बुधबार दिउँसो कालापानी, लिपुलेक र लिम्पियाधुरा समेटिएको नेपालको नयाँ राजनैतिक नक्सा औपचारिक रुपमा सार्वजनिक गरेकी हुन् । ",
"fullnews":"काठमाडौँ — सरकारले बुधबार दिउँसो नेपालको नयाँ राजनैतिक नक्सा औपचारिक रुपमा सार्वजनिक गरेको छ । भूमि व्यवस्था, सहकारी तथा गरिबी निवारण मन्त्री पद्मा अर्यालले बुधबार दिउँसो कालापानी, लिपुलेक र लिम्पियाधुरा समेटिएको नेपालको नयाँ राजनैतिक नक्सा औपचारिक रुपमा सार्वजनिक गरेकी हुन् । नयाँ नक्साअनुसार नेपालको कुल क्षेत्रफल १ लाख ४७ हजार ५ सय १६ वर्ग किलोमिटर कायम हुनेछ । अतिक्रमित भूभागको क्षेत्रफल ३३५ वर्गकिलोमिटर छ । अतिक्रमित भूभागबाहेकको नेपालको क्षेत्रफल १ लाख ४७ हजार १ सय ८१ वर्गकिलोमिटर छ ।नक्सा सार्वजनिक गरेसँगै देशभर यसैलाई प्रयोगमा ल्याउने गरी आवश्यक कामकारबाहीसमेत अगाडि बढाइएको मन्त्रालयले बताएको छ । मंगलबार संघीय संसद्का दुवै सदनमा सम्बोधन गर्दै प्रधानमन्त्री केपी शर्मा ओलीले भारतले अतिक्रमण गरेका भूमि फिर्ता ल्याएरै छाड्ने बताएका थिए । सोमबारको मन्त्रिपरिषद् बैठकले अतिक्रमित भूमि समेटिएको नेपालको नयाँ नक्सा जारी गर्ने निर्णय गरेको थियो ।",
"image":"https://assets-cdn.kantipurdaily.com/uploads/source/news/kantipur/2020/third-party/nepal-map-2052020105800-1000x0.jpg",
"date":"७ जेठ २०७७, बुधवार"
}

]
}
